export const noAgent = {
  profit_daily: '({{柜子}} x 16 x {{使用率}}) x {{押金}} x 60% + ({{柜子}} x 16 x {{使用率}}) x {{收费价格}} - {{租金}} / 30',
  profit_monthly: '(({{柜子}} x 16 x {{使用率}}) x {{押金}} x 60% + ({{柜子}} x 16 x {{使用率}}) x {{收费价格}} - {{租金}} / 30) x 30',
  estimatedReturnTime:
    '总成本： 进一取整({{柜子}} % 5) x 2500 + ({{柜子}} - 进一取整({{柜子}} % 5)) x 1500\n每天净利润：({{柜子}} x 16 x {{使用率}}) x {{押金}} x 60% + ({{柜子}} x 16 x {{使用率}}) x {{收费价格}} - {{租金}} / 30\n回本时间： {{总成本}} / {{每天净利润}}'
}
export const withAgent = {
  profit_daily: '({{柜子}} x 16 x {{使用率}}) x ({{押金}}-{{代理分成}}) x 60% + ({{柜子}} x 16 x {{使用率}}) x ({{收费价格}} -{{代理分成}}) - {{租金}} / 30',
  profit_monthly: '(({{柜子}} x 16 x {{使用率}}) x ({{押金}}-{{代理分成}}) x 60% + ({{柜子}} x 16 x {{使用率}}) x ({{收费价格}} -{{代理分成}}) - {{租金}} / 30) x 30',
  sharing_daily: ' ({{柜子}} x 16 x {{使用率}}) x {{代理分成}} x 60% + ({{柜子}} x 16 x {{使用率}}) x {{代理分成}} - {{租金}} / 30',
  sharing_monthly: '(({{柜子}} x 16 x {{使用率}}) x {{代理分成}} x 60% + ({{柜子}} x 16 x {{使用率}}) x {{代理分成}} - {{租金}} / 30) x 30',
  estimatedReturnTime:
    '总成本： 进一取整({{柜子}} % 5) x 2500 + ({{柜子}} - 进一取整({{柜子}} % 5)) x 1500\n每天净利润：({{柜子}} x 16 x {{使用率}}) x ({{押金}}-{{代理分成}}) x 60% + ({{柜子}} x 16 x {{使用率}}) x ({{收费价格}} -{{代理分成}}) - {{租金}} / 30\n回本时间： {{总成本}} / {{每天净利润}}'
}
